Repository: mozilla-l10n/mt-training-data
Catalog: phl/phl_pontoon.tmx
Source language: en_us
Languages: phl

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
phl: فائلی بارائی دوئی مزید معلومات تو دانو ہینتہ مہربینی تھے انی ایمیلی زریعہ کی رابطہ تھہ <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
phl: انی فائلی بارائی دوئی اضافی معلومات دانو ہینتہ کی ایسے معلومات انی سمئیلی بھاؤ زھئی وے نیئنہ <emailFragment> انی ایمیلی زریعہ کی رابطہ تھہ commonvoice@mozilla.com</emailFragment>

source: If the sentence does not meet the above criteria, click the "No" button.
phl: جملہ ہونڈی ڑے شرط پورہ تھانو ہینتہ تھے "نہ" بٹینی جہ

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
phl: اگر جملہ مُݜٹُکو معیار پورہ نہ تھانو ہینتہ اندہ &quot; کلک تھہ۔ دڇھنیتی دوشی &quot; انی بٹنی وے رد تھہ۔ اگر جملئی بارئی تو تھے یقین نہ یھیندی ہینتہ ڑس اڑیگلی تو مُݜٹو گر بائی بھوڑ

source: If the sentence is offensive or upsetting - for example because of explicit content, or another violation of our <communityGuidelines>community participation guidelines</communityGuidelines> - you should reject the sentence. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment> to escalate the issue.
phl: جملہ وے کھیچی یا پریشینی بیتی ہانسلی ہینتہ مثلا صفا مواد یا اسی <communityGuidelines>کمیونیٹی رہنمائی<communityGuidelines> جھلی عمل نہ تھے ہینسلہ ہینتہ ایسو جملہ رد تھہ۔ تو اسام تھے بی مائی بھوڑ <emailFragment>commonvoice@mozilla.com</emailFragment>مسلہ مخدوشی تھے اٹئنی دپارہ۔

source: If the sentence meets the criteria above, click the "Yes" button.
phl: جملہ ہونڈی ڑے شرط پورہ تھانو ہینتہ تھے "او" بٹینی جہ

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
phl: اگر جملہ معیارو پورہ تھانو ہینتہ اندہ&quot; کلک تھہ۔ دیڇھنیتی دوشی &quot;منظور تھہ۔

source: If you are unsure about the sentence, you may also skip it and move on to the next one.
phl: اگر جملئی بارئی تھی پورہ یقین نئنی ہینتہ ، تو ڑس اڑیگلی مُݜٹو گرا بائی بھوڑ۔

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
phl: ایسے شئیہ کی سے انیوے تھی رہنمائی دپارہ شامل نئینہ تھی اڇھیم یھولہ ہینتہ تنام تھے بیڈو شوئی انداز کی ووٹ دہ۔اگر تھی گہ فیصلہ نہ تھائی بھولہ ہینتہ تس اڑگلئنی بٹنی جے بہ دھیامہ رکاڈنگ دوشہ بہ۔

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
phl: تو بھئانو ہینتہ <strong>ایڑنام کاݨ تھئنی </strong>او ایڑنام جھانئنی دوائیانو ہینتہ۔ انو عام طور کی <strong> منظوری گھنئنی آک شو طریقہ۔

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
phl: اگر تو تھے آک یا دو دیسہ مجی اسی طرفی گہ جواب نہ یھیلی ہینتہ <emailLink>{ $email }</emailLink> رابطہ تھوئی۔ بے تو طرف واپس یھایہ!

source: If you or your organisation would like to contribute back to the project, you can make a <donateLink>donation</donateLink> or reach out to our partnerships team on <emailFragment>commonvoice@mozilla.com</emailFragment>.
phl: اگر تو یا بہ تھی تنظیم انی پروجیکٹی سنگی مالی مدد تھئنی دوائیانہ ہینتہ ، تُس تیݨی عطیات<donateLink> دائی بھوت انی لنکی زریعہ باندی </donateLink> یا بہ اسی ٹیمی سنگی رابطہ تھائی بھوت۔

source: If you’re having trouble contributing, you can switch back to seeing all content for your language at any time.
phl: اگر تو تھے تعاون تھئنی مجی پریشانی بھینی ہینتہ، تو گہ گلہ ٹیمی تیݨی زبینی تمام مواد دڇھئنی دپارہ واپس بائی بھوڑ۔

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
phl: تو اگر ASR ماڈلی وے تیݨی شئیہ سمیانو ہینتہ، تو تیݨی کمیونیٹی <discourseLink> دوئی خلکیم سنگی کھونڈئنی دپارہ تنام سنگی تعلق سمائی بھوڑ۔

source: If you're looking to speak more about the dataset, want to co-invest in planned platform expansions or look for collaboration opportunities, <emailFragment>drop us a line.</emailFragment>
phl: اگر تُس ڈیٹا سیٹی بارئی مزید بات تھئنی دوائیانہ ہینتہ، منصوبہ بند پلیٹ فارمی توسیع وے مشترکہ سرمایہ کاری تھئنی دوئیانہ یا تعاون تھئنی مواقع بُلڈانہ ہینتہ، تھے <emailFragment>اسام تھے ای میل تھوئی۔</emailFragment>

source: If you run out of sentences to review, please help us collect more sentences!
phl: تو دی جملے گھرے دڇھئنی دپارہ ختم بھلہ ہینتہ اسم سنگی دوئی جملے سمٹئنی مدد تھہ ۔

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
phl: اگر لہجئی وجہ باندی جھانئنی ناممکن بھانو ہینتہ <strong> یا تیر چاپھیر <strong> گہ شور بھانو ہینتہ </strong> یا دوئی خلکیمی <strong> بیتی بی ہنم ہینتہ</strong> تھے ایسو ہاواز رد تھائی بھوڑ۔ <accuracyLink>۔ مزید معلومیتی دپارہ انی لنکی وے معیاری بھئنی بارئی دڇھہ </accuracyLink>

source: Igbo
phl: اگبو

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
phl: می کمن وائسہ وے ڈونیشنی دپارہ آک ذاتی حدف چھوݨو ہنو۔ اصل خلکہ کنا بھے کھونڈانہ تھنی مشین ازدہ تھئنی دپارہ مہ سنگی جوست بھہ او مدد تھہ{ $link }

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
phl: کناچی تو موزیلائی <privacyLink>رازداری پالیسی</privacyLink> وے وضاحت تھانو مہ اینی معلومات سنبھال تھئنی مجی تو سنگی ٹھِک ہنو۔

source: Include appropriate citation
phl: مناسب حوالہ جیتے شامل تھہ

source: Includes email, username & demographic info, available right away
phl: ای میل، صاری نو او آبادیاتی معلومات جھلی مشتمل ہنو، تپہ دستیاب ہنو۔

source: Includes mp3s and related sentences, may take some time to prepare
phl: mp3s او متعلقہ جملے شامل ہنہ، تیاری وے تُوش وخت لگئجہ۔

source: Indonesian
phl: انڈونشین

source: Indus Kohistani
phl: اباسندھ کوہستانی

source: Information about the language
phl: زبانی بائی معلومات

source: In Progress
phl: پراگرس جاری

source: Interested in getting involved with this project, or partnering with us?
phl: انی پروجیکٹی وے شامل نھئنی وے دلچسپی ہنی، یا اسام سنگی شراکت داری تھنوے؟

source: Interested in learning more and contributing to the project?
phl: تو دوئی معلومات گھنئنی او پراجیکٹی وےحصہ گھنئنی شوقینے؟

source: Interface language:
phl: انٹرفیسی زبان:

source: Interlingua
phl: انٹرلنگوا

source: Interlingue
phl: انٹرلنگوی

source: [interrupted by background noise]
phl: [پس منظر کی شوری وجہ باندی اُتھی ہنو]

source: Intersex
phl: نہ تہ سوتری نہ بہ بھیرو

source: Iñupiaq
phl: ایوں پیاق

source: Invalid file
phl: غلط فائل

source: Irish
phl: آئرش

source: IsiNdebele (North)
phl: اسندیبلی (نارتھ)

source: IsiNdebele (South)
phl: اسینڈیبیلے(ساوتھ)

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
phl: <isoCodeLink>ISO Codes</isoCodeLink> اگر معلوم ہینہ۔

source: Is the clip valid?
phl: انوۡ ہاواز صحیا

source: Italian
phl: اٹالین

source: It contains words or phrases that are hard to read or pronounce.
phl: اینوے ایتیݨو لوزہ یا لھوکہ جملے ہنہ کی تنام منئنی یا ادا تھئنی بیڈو زور۔

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do?
phl: سالان تقریبا آک میلین ڈالر دیٹابیس نیٹی وے چھورئنی او بہتر تھئنی دپارہ خرچ بھانو۔ بے کھئیو کرام تھانہ انی جھلی پانج بحےشہ دی زیات زبینیمی خلکہ بھروسہ تھانہ۔

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. <strong>If you value open, inclusive data - donate today!</strong>
phl: ڈیٹاسیٹ گو چھورئنی دپارہ یا ڑس مزید بہتر سمئنی دپارہ کالی آک کروڑ ڈالری ضرورت۔ اسی انو کرام <strong> پانج بھشہ دی زیات خلکہ استعمال تھانہ۔ تو بی اگر بٹھیمی معلعمیتی قدر تھانو ہینتہ آجے مالی تعاون تھہ </strong>

source: It costs a lot of money to continually host and release the datasets, improve the platform and run <africaMradiLink>community programmes</africaMradiLink>.
phl: دیٹاسیٹ خلکیم تھے پشوئنی دپارہ، ڑس مزید بہتر تھئنی دپارہ او کمیونٹی وے پروگرام چلئینی دپارہ بیڈہ پئیسیمی ضرورت بھینی۔

source: It is very important that all text sentences are <publicDomain>public domain</publicDomain> (cc0) as the Common Voice dataset is released under a cc0 license. Only ever upload a sentence if you are sure, and always include the relevant citation.
phl: انو بیڈو اہم ہنو کی تمام متنی جملے <publicDomain>عوامی ڈومین</publicDomain> (cc0) ہونسہ کیکی کامن وائس ڈیٹاسیٹ cc0 لائسنسی تحت جاری تھئجلو ہنو۔ صرف آک جملہ اپ لوڈ تھہ اگر تو تھے یقین یھندی ہینتہ، او ہمیشہ متعلقہ حوالہ شامل تھہ۔

source: It is written in a language different than what I’m reviewing.
phl: مہ کھئی زبینی کی جس دوبارہ دڇھانوۡ انوۡ ایسے زبینی دی مختلف چونٹِجلو ہنو۔

source: It is written in a language different than what I’m speaking.
phl: مہ کھئی زبان کی کھونڈانو انو ایسے زبان کی نہ چونٹولو ہِنو۔

source: It’s important to include citations so we can check that sentences are in the public domain and no copyright restriction apply.
phl: حوالہ جات شامل تھئنی بیڈو تاکی بے چیک تھائی بھایہ کی جملے عوامی ڈومین کی ہنہ او کاپی رائٹی گہ پابندی لاگو نہ ہانسینی۔

source: It takes a lot to make Common Voice happen! We don't do it alone. Want to partner with us? We'd love to hear from you.
phl: کامن وائس سمئنی مجی بیڈو گہ لگئجانو! بے کھلئی نِس نہ تھانہ۔ تُس اسام سنگی شراکت داری تھانے؟ بے تُسام دی ݜُݨئنی خوخیایہ۔

source: Izhorian
phl: ازھورین

source: Jamaican Patois
phl: جمائکین پاٹوئس

source: Japanese
phl: جاپانی

source: Jaqaru
phl: جاقرو

source: Javanese
phl: جاوینسی

source: Join Discord Community
phl: ڈسکارڈ کمیونٹی وے شامل بھہ۔

source: Join Mozilla Data Collective
phl: موزیلا ڈیٹا کلیکٹیو جائن تھوئی

source: Join the Common Voice mailing list
phl: کمن وائسی ایمیل لسٹی وے شامل بھہ۔

source: Join us on Discord
phl: ڈسکارڈی وے اسام سنگی شامل بھہ

source: Just respond to the prompt as naturally as you can in a couple of sentences. Make sure your language is respectful and inoffensive.
phl: بس فوری قدرتی جواب دہ کتی کی تو آکتی جملیم وے تھائی بھائینو۔ یقینی سمہ کی تھی زبان قابل احترام ہنی

source: Just Unsure?
phl: بس غیر یقینی

source: Kabardian
phl: کبارڈین

source: Kabyle
phl: کبیلی

source: Kachhi
phl: کچی

source: Kaitag
phl: کیتگ

source: Kalasha
phl: کلاشا

source: Kalenjin
phl: کیلنجن

source: Kalkoti
phl: کلکوٹی

source: Kannada
phl: کناڈا

source: Kaqchikel
phl: کقچیکل

source: Kara
phl: کارا

source: Karachay-Balkar
phl: کراچئی بلکر

source: Karakalpak
phl: کراکلپک

source: Kasem
phl: کاسیم

source: Kashmiri
phl: کشمیری

source: Kateviri
phl: کتہ ویری

source: Kazakh
phl: کازیخ

source: { $kb }kb max
phl: { $kb }kb زیاتی دی زیات

source: Keep
phl: چھورہ

source: Keep it up, record again <recordIcon></recordIcon>
phl: تیݨی کرام جاری ساتہ، گھرے ریکاڈ تھہ

source: Keep the recordings
phl: ریکاڈنگ تیݨی سنگی چھورہ

source: Keep track of your progress and metrics across multiple languages.
phl: بیڈی زبینیم وے تیݨی کرامی پراگرس، پیشرفت او میٹرکس جھلی نظر چھورہ۔

source: Keep track of your progress with a profile
phl: تیݨی پروفائیلی جھلی تھی کرامی مݜٹو گرا بئنی پتہ تھہ

source: Keep track of your progress with a profile and help our voice data be more accurate.
phl: پروفائل سنگی تیݨی پرگراس، پیشرفتی جھلی نظر چھورہ او اسی ہاویزی ڈیٹا توش بی بہتر تھئنی مجی اسی مدد تھہ۔

source: Kelabit
phl: کیلابٹ

source: Kenyah
phl: کینیا

source: Kenyi
phl: کینئی

source: Ketrani
phl: کیرانی

source: Khmer
phl: خامر

source: Khowar
phl: کھوار

source: K'iche'
phl: کیچے

source: Kichwa
phl: کیچوا

source: Kidaw'ida
phl: کداودا

source: Kihemba
phl: کہِمبا

source: Kikamba
phl: کیکمبا

source: Kikuyu
phl: کیکیو

source: Kinyarwanda
phl: کنیر وانڈا

source: Kohistani Shina
phl: کوہستانی شینا

source: Kom
phl: کوم

source: Komi-Zyrian
phl: کومی-زیرین

source: Konkani (Devanagari)
phl: کونکانی (دیوناگری)

source: Konzo
phl: کونزو

source: Korean
phl: کورین

source: Kotokoli
phl: کوٹوکولی

source: Kreol Morisien
phl: کرئیول موریسین

source: Kuku
phl: کوکو

source: Kunabembe
phl: کنابیمبے

source: Kurmanji Kurdish
phl: کرومنجی کُردیش

source: Kyrgyz
phl: کرغز

source: Ladin
phl: لادِن

source: Lango
phl: لانگو

source: Language
phl: زُبان

source: Language Fundamentals (e.g. Digits, Letters, Money)
phl: زبینی دپارہ لازمی ( مثلا نمبر، حروفی، پئیسے)

source: Language Request
phl: زبینی دپارہ درخواست

source: Language request successfully submitted, thank you.
phl: زُبینی درخواست کامیبی کی امزئجلیۡ، مہربینی

source: Languages
phl: زبان

source: Languages can have their own validation rules with additional requirements when they localize. If there is no specific validation file for a language, the English rules will show for contributors.
phl: ای زبان مقامی تھئنی مجی اضافی ضروتیم سنگی اکٹجی تسی سند تھئینی دپارہ اصولی بی ہنم۔ آک زبینی گہ خاص سندی فائل نہ ہینسلی ہینتہ تھے انگریزی اصولیم کی حصہ گھناٹہ پشجن۔

source: Language Text
phl: زُبینی عبارت

source: Lao
phl: لیو

source: Large bulk sentence submission
phl: بِیڈہ زیات جملے جمع تھئنی

source: Large scale corporates and platform companies
phl: بیڈہ گاڈہ پیمانہ کی کارپوریٹس او پلیٹ فارم کمپنیہ

source: Lassi
phl: لسی

source: Last Updated: { $lastUpdatedTimeStamp }
phl: آخیری اپڈیٹ

source: Latgalian
phl: لتیگلین

source: Latvian
phl: لتیوین

source: Laugh
phl: ہنسئنی

source: Launched
phl: شروع بھلو

source: Laz
phl: لز

source: Leaderboard Visibility
phl: لیڈر بورڈ پشیجئنی

source: Learn about partnerships with Common Voice
phl: کامن وائس سنگی شراکتی بارئی جھونوئی۔

source: Learn how to check a transcription
phl: ٹراسکرائیب کنا تھے چیک تھانہ تھنی ازدہ تھہ

source: Learn how to take part
phl: حصہ گھنئنی ازدہ تھہ

source: Learn how to transcribe
phl: ٹرانسکرائب کنا تھے تھانہ تھنی ازدہ تھہ

source: Learn how to use this page
phl: انو صفحہ کنا تھے استعمال تھانہ تھنی ازدہ دہ

source: Learn More
phl: مزید معلومات

source: Leaving now means you’ll lose your changes
phl: تِپہ اُڑیگلئنی مطلب ایڑے کی،مہ تھی تبدیلیہ پھسُوم۔

source: Leaving now means you'll lose your progress
phl: تپہ اُڑیگلئنی مطلب کی مُݜٹو گرا نہ بائی بھوڑ۔

source: Lendu
phl: لیندو

source: Length
phl: دھرگار

source: Let's Get Started
phl: شروع تھیہ

source: Letters must be valid in the language being spoken. For example, “ж” is a letter in the Russian alphabet but is never used in English and so should never appear in any English source text.
phl: حروف ایسے زبان کی تھبیڈیو کھئیو زبان کی کھونڈانہ۔ مثلا حرف "ж" روسی زبینی وے استعمال بھانو لیکن انگریزی وے بہ کرے بی استعمال نہ بھلوۡ ہِنو۔ ایڑو انگریزی عبارتی وے نہ بھینڈیو۔

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
phl: لیبری بکس تقریبا 1000 گھنٹے 16Khzمناٹہ آک انگریزی تقریری مجموعہ ایڑے لیبری وکس پروجکٹی ہاویزی کتینی دی گڈی ہنہ۔

source: License
phl: لائسنس

source: License: <licenseLink>CC-0</licenseLink>
phl: لائسینس: <licenseLink>{ $license }</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
phl: لائسینس: <licenseLink>{ $license }</licenseLink>

source: Ligurian
phl: لگورین

source: Lingala
phl: لنگلا

source: Link Copied
phl: لنک کاپی بھلی

source: Links to websites that can help us understand the language
phl: ویب سائٹسی لنکس کی زبان جھانئی مجی اسی مدد تھابھئینی۔

source: Listen
phl: ݜُݨ

source: Listening
phl: کاݨ تھئنی

source: Listen options menu
phl: اختیاریتی مینو ݜُݨ

source: Listen-Queue
phl: قطار ݜُݨ

source: Lithuanian
phl: لتھنین

source: Loading…
phl: لوڈنگ

source: Loading sentences…
phl: جملے لوڈ تھانو

source: Loarki
phl: لوارکی

source: Localized
phl: مقامی

source: Log In
phl: لاگ ان

source: Login Identity
phl: لاگ ان شناخت

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
phl: <loginLink>لاگ ان</loginLink> یا <loginLink>سائن اپ</loginLink> زیات جملے شامل تھئنی دپارہ

source: Log in or sign up to get started
phl: شروع تھئنی دپارہ لاک ان بھہ یا لاک اب

source: Log In / Sign Up
phl: سائن ان/سائن اپ

source: Log In / Sign Up with { $company } email
phl: { $company } ای میلی سنگی لاک ان/سائن ان بھہ

source: Log Out
phl: لاگ اوٹ

source: Lojban
phl: لجبن

source: Look for text where the copyright no longer applies - for example most books that were published before 1920
phl: ایتیݨو متن تلاش تھہ کی تس جھلی کاپی رائٹ تپہ لاگو نہ بھانو - مثال ک زیات ایسے کتیبی کی سے 1920 دی مُݜٹو شائع بھِلم دے۔

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
phl: ایندا سرئجانو کی اینی زبینی وے ݜُݨئنی دپارہ گہ کلپس نئینہ۔ تپہ گہریکارڈ تھے بہ قطار پورئنی اسی مدد تھوئی۔

source: Luganda
phl: لوگنڈا

source: Luxembourgish
phl: لکیسمبورگش

source: Macedonian
phl: میسڈونین

source: Mada
phl: مدا

source: Maithili
phl: میتھیلی

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
phl: کھونڈئنی دی مݜٹو ریکارڈنگ شروع بھی وڑئی۔ بات پُرہ بھلی تھے ریکارڈنگ بند بھئ وڑئی۔

source: Make sure the sentence meets the following criteria:
phl: تسلی تھہ کی جملہ مُݜٹو یھاندو معیار پورہ تھانوۡ تھی۔

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
phl: تُوش گمنام ڈیموگرافک ڈیٹا فراہم تھے بہ تیݨی جمع تھیلہ ڈیٹا کافی حد تی شو سموئی۔ بے تمام ڈیموگرافک ڈیٹا عوامی تھئنی دی مُݜٹو ڑسی نݜون ختم تھانہ۔

source: Malagasy
phl: ملیگسی

source: Malay
phl: مالے

source: Malayalam
phl: ملایلم

source: Male/Masculine
phl: مِیش

source: Maltese
phl: ملتسی

source: Manage Email Subscriptions
phl: ای میل سبسکرپشنز منیج تھی۔

source: Manage Subscriptions
phl: ای میل سبسکرپشنز

source: Manx
phl: مانکس

source: Mapudungun
phl: ماپونڈنگون

source: Mara
phl: مارا

source: Marathi
phl: مراتھی

source: <mark>Check</mark>
phl: <mark>چیک تھہ</mark>

source: <mark>Data</mark>
phl: <mark>ڈیٹا</mark>

source: <mark>Prompt</mark>
phl: <mark>پرامپٹ</mark>

source: <mark>Respond</mark>
phl: <mark>جواب دہ</mark>

source: <mark>Transcribe</mark>
phl: <mark>ٹرانسکرائب</mark>

source: <mark>Using CV for</mark><br/><mark>your research?</mark>
phl: <mark> CV دپارہ استعمال بھانو</mark><br/><mark> تھی تحقیقےا؟</mark>

source: <mark>We need</mark><br/><mark>your help!</mark>
phl: اسام تھے تھی مددی </mark><mark> ضرورت ہنیۡ</mark><mark><br/>

source: Massa
phl: مسا

source: Matrix is an open, lightweight protocol for decentralized, real-time communication, and Mozilla's preferred open discussion platform.
phl: میٹرکس آک آزاد پروٹوکول کی ڑو موزیلائی پلیٹ فارم کی بُٹھے کھونڈئی یا تانم مجی کھونڈئنی بیتیمی حفاظت تھانو

source: Matses
phl: میٹسیس

source: Maximum file size: 25 MB
phl: فائلی گیڈی سے گیڈی سائز : 25 ایم بی

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
phl: اسی <homepageLink>ہوم پیچ<homepageLink> گہ مدد تھیلئیے؟ سوال کھوجئنی دپارہ انی <matrixLink>خانہ وے شامل بھہ۔ کمیونیٹی خلکیمی بیتی خانہ </matrixLink>۔ نقص دڇھئنی دپارہ <githubLink> GitHub</githubLink> یا دڇھوئی<discourseLink> اسی کھونڈئنی زھئی وے

source: MB
phl: ایم بی

source: Mbo
phl: مبو

source: Mbum
phl: بُوم

source: Meadow Mari
phl: میڈو ماری

source: Meaning
phl: معنی

source: Media and Entertainment
phl: میڈیا او تفریح

source: Medumba
phl: میدومبا

source: Meetei Lon
phl: میتی لون

source: Melanau
phl: میلانئیو

source: Mengambo
phl: مینگمبو

source: Message
phl: پیغام

source: Michoacán Mazahua
phl: میچونکین میزاہوا

source: Mina
phl: مِینا

source: Mingrelian
phl: مینگریلین

source: Minimum sentences in file: 1000
phl: آک فائلی وے کم ازکم جملے: 1000

source: [Mismatched content]
phl: مس میچڈ موضوع

source: Misreadings
phl: غلط منئنی

source: Missing an 's' at the end of a word.
phl: آک لوزی آخیری وے ،ایس، مِیس تھئنی

source: Missing an <strong>'s'</strong> at the end of a word.
phl: لوزی آخیری آک <strong> ایس<strong> نہ ہینسلو ہینتہ

source: Missing 'A' or 'The' at the beginning of the recording.
phl: لوزی آخیری ریکاڈنگی وے ،اے، یا ،دہ، مِس تھئنی۔

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
phl: کمی <strong>'اے'</strong> یا <strong>''</strong> ریکارڈنگی شروعی

source: Missing the end of the last word by cutting off the recording too quickly.
phl: ریکارڈنگ تیز چھنئنی وجہ باندی لوز آخیری چھنئنی

source: Mixed
phl: مکس بھلو

source: Mixteco Yucuhiti
phl: مکسٹیکو یوکوہیٹی

source: Mokpwe
phl: مکووے

source: Moksha
phl: موکشا

source: Mongolian
phl: منگولین

source: More
phl: دوئی بی

source: [More has been recorded than the required text]
phl: [ کتی کی ٹیکسٹ زونٹئنی حجت، ایتا دی ذیات ریکارڈ تھئجلو ہنو ]

source: More languages coming soon
phl: مذید دوئی زبینی لپ یھندم

source: Mossi
phl: موسی

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
phl: بڑی کمپنیومی ذریعہ کی استعمال بھاٹہ زیات ڈیٹا زیات خلکیمی دپارہ دستیاب نئینہ۔ بے دُونانہ کی ایںو ناؤ کرام کنا تھے کنٹرول تھیہ تھنی. ایڑائی دپارہ اسم Common Voice شروع تھیلو ہنو، ہاویزی شناخت کو عام سمئنی دپارہ او تسی مددی دپارہ آک یتیݨو پروجیکٹی ضرورت ہنی کی تس تھے ہرآکی رسائی تھی وڑئی۔

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
phl: گیڈی کمپنیومی ذریعہ کی استعمال بھاٹہ زیات ڈیٹا زیات خلکیمی دپارہ دستیاب نیئنو۔ بے انو سوچ تھانہ کی ناؤہ شئیہ بی پشِجن وڑئی۔ ایڑائی دپارہ اسم آک پروجیکٹ کامن وائس شروع تھیلو ہنو، ڑو ہاواز سمئنی وے مدددی دپارہ آک پروجیکٹ ہنو۔ پہچان بٹھیمی دپارہ آزاد ہنی۔

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
phl: ذیات رکاڈنگ ایسے خلکیمی کی سے قدرتی ہاواز کی کھونڈانہ۔ تو کرے کرے بہ ایڑے غیر معیاری ہاواز کی تیوے شور، بھرا بات او ڈرامائی ہاواز بدل بھے ہنہ ایڑینام بی منظور تھائی بھوڑ۔ مہربینی تھے رھوہ او کمپیوٹری دی ترتیب دتہ وادہ ہاویزی رد تھہ۔

source: Moussey
phl: میوسئے

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
phl: کامن وائس موزیلائی آک مہم، انیوے اصل خلکہ کنا بھےۡ کھونڈانہ تھنیۡ میشن اِزدہ تھئنی مدد دانہ

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
phl: موزیلا کمن وائسہ پورا دُنئیئی وے مختلف کمیونیٹیمی کارکنان، ماہرلسانیات ، ڈیٹا سائنسدانان، ماہر تعلیم او سافٹ وئر انجینیئری کرمہ ممکن سمولہ۔ پروجکٹ موزیلا فونڈیشنی نگرانی تھانو۔
